Repository: wp-plugins/iq-block-country
Catalog: lang/iqblockcountry-*.po
Languages: sr_rs

source: Check which country belongs to an IP Address according to the current database.
sr_rs: Proveriti kojoj zemlji pripada IP Adresa pomoću trenutne baze podataka.

source: IP Address to check:
sr_rs: IP Adresa za proveru:

source: No country for
sr_rs: Nijedna zemlja za

source: could be found. Or
sr_rs: nie nadjena. Ili

source: is not a valid IPv4 or IPv6 IP address
sr_rs: nije validna IPv4 ili IPv6 IP adresa

source: IP Adress
sr_rs: IP Adresa za proveru:

source: belongs to
sr_rs: pripada

source: This country is not permitted to visit the frontend of this website.
sr_rs: Ovoj zemlji nije dozvoljeno da poseti prednju stranu websajta.

source: This country is not permitted to visit the backend of this website.
sr_rs: Ovoj zemlji nije dozvoljeno da poseti prednju stranu websajta.

source: Check IP address
sr_rs: Proverite IP adresu

source: Download GeoIP database
sr_rs: Download GeoIP bazau podataka

source: The GeoIP database is updated once a month. Last update:
sr_rs: GeoIP baza podataka se updatuje jednom mesečno. Poslednji update:

source: If you need a manual update please press buttons below to update.
sr_rs: Treba ručno da updateujete kliknite na dugme ispod da biste updateovali.

source: Download new GeoIP IPv4 Database
sr_rs: Download novu GeoIP IPv4 bazu podataka

source: Download new GeoIP IPv6 Database
sr_rs: Download novu GeoIP IPv6 bazu podataka

source: Active plugins
sr_rs: Aktivni pluginovi

source: Plugin name
sr_rs: Ime plugina

source: Version
sr_rs: Verzija

source: Export
sr_rs: Eksport

source: When you click on <tt>Backup all settings</tt> button a backup of the iQ Block Country configuration will be created.
sr_rs: Kada kliknete na <tt> Backup-ujte sva podešavanja < / tt > dugm ebackup konfiguracije iQ Blokirati Zemlju će biti kreiran.

source: After exporting, you can either use the backup file to restore your settings on this site again or copy the settings to another WordPress site.
sr_rs: Nakon eksportovanja , možete da koristite rezervnu kopiju da ponovo vratite podešavanja na ovom sajtu ili kopirate postavke na drugi WordPress sajt .

source: Backup all settings
sr_rs: Backup-ovati sve postavke

source: Import
sr_rs: Importovati

source: Click the browse button and choose a zip file that you exported before.
sr_rs: Klik na dugme za pretragu i izaberite zip fajl koji je eksportovan pre.

source: Press Restore settings button, and let WordPress do the magic for you.
sr_rs: Klik na Povratiti postavke dugme i ostaviti sve ostalo da uradi WordPress.

source: Restore settings
sr_rs: Povratiti postavke

source: Something went wrong exporting this file
sr_rs: Nešto nije kako treba sa eksportovanjem ovog fajla

source: Exporting settings...
sr_rs: Eksportovati postavke...

source: Something went wrong importing this file
sr_rs: Nešto nije kako treba sa importovanjem ovog fajla

source: All options are restored successfully.
sr_rs: Sve opcije su uspešno vraćene..

source: Invalid file.
sr_rs: Nepostojeći fajl.

source: No correct import or export option given.
sr_rs: Nijedna ispravna import ili export opcija nije data.

source: Select which pages are blocked.
sr_rs: Izaberite koje stranice su blokirane.

source: Do you want to block individual pages:
sr_rs: Da li želite da blokirate individualne stranic:

source: If you do not select this option all pages will be blocked.
sr_rs: Ako niste selektovali ovu opciju sve stranice će biti blokirane.

source: Select pages you want to block:
sr_rs: Izaberite stranicu koju želite da blokirate:

source: Save Changes
sr_rs: Sačuvati promene

source: Select which categories are blocked.
sr_rs: Seletujte koje kategorije su blokirane.

source: Do you want to block individual categories:
sr_rs: Da li želite da blokirate individualne kategorije:

source: If you do not select this option all blog articles will be blocked.
sr_rs: Ako ne selektujete ovu opciju svi članci na blogu će biti blokirani.

source: Do you want to block the homepage:
sr_rs: Da li želite da blokirate počenu stranicu:

source: If you do not select this option visitors will not be blocked from your homepage regardless of the categories you select.
sr_rs: Ako ne selektujete ovu opciju posetioci neće biti blokirani sa vaše početne stranice bez obzira na kategoriju.

source: Select categories you want to block:
sr_rs: Selektujte kategoriju koju želite da blokirate:

source: Frontend options
sr_rs: Opcije prednje strane

source: Do not block visitors that are logged in from visiting frontend website:
sr_rs: Nemojte da blokirate posetioce koju su ulogovani iz prednje strane websajta:

source: Block visitors from visiting the frontend of your website:
sr_rs: Blokiraj posetioce da posete prednju stranu vašeg sajta :

source: Select the countries that should be blocked from visiting your frontend:
sr_rs: Izaberite zemlje koje bi trebalo da budu blokirane za posetu vašeg zadnje strane :

source: Use the CTRL key to select multiple countries
sr_rs: Koristite CTRL ključ da biste selektovali više zemalja

source: Frontend whitelist IPv4 and/or IPv6 addresses:
sr_rs: Bela list prednje strane IPv4 i/ili IPv6 adrese:

source: Use a semicolon (;) to separate IP addresses
sr_rs: Koristite tačku zarez (;) da biste odvojili IP adresu

source: Frontend blacklist IPv4 and/or IPv6 addresses:
sr_rs: Crna lista zadnje strane IPv4 i/ili IPv6 adrese:

source: Backend Options
sr_rs: Opcije zadnjeg dela

source: Block visitors from visiting the backend (administrator) of your website:
sr_rs: Blokirati posetioce da ne posećuju zadnji deo (administratora) vašeg websajta:

source: Your IP address is
sr_rs: Vaša IP adresa je

source: The country that is listed for this IP address is
sr_rs: Zemlja koja je zavedena pod ovu IP adresu je

source: Do <strong>NOT</strong> set the 'Block visitors from visiting the backend (administrator) of your website' and also select
sr_rs: Uradite <strong>NIJE</strong> podešavanje 'Blokirati posetioce da ne posećuju zadnji deo (administratora) vašeg websajta' i takodje izaberite

source: below.
sr_rs: ispod.

source: You will NOT be able to login the next time if you DO block your own country from visiting the backend.
sr_rs: Nećete biti u mogućnosti da se ulogujete sledeći put ako blokirate vašu zemlju od posete zadnjem delu

source: Select the countries that should be blocked from visiting your backend:
sr_rs: Izaberite zemlje koje treba da budu blokirane od posećivanja vašeg zadnjeg dela:

source: Use the x behind the country to remove a country from this blocklist.
sr_rs: Koristite x ispod zemlje da biste uklonili zemlju.

source: Overall statistics since start
sr_rs: Sva statistika od starta

source: visitors blocked from the backend.
sr_rs: posetioci blokirani od zadnjeg dela..

source: visitors blocked from the frontend.
sr_rs: posetioci blokirani od prednjeg dela.

source: Basic Options
sr_rs: Osnovne opcije

source: Message to display when people are blocked:
sr_rs: Poruka za prikaz kada su ljudi blokirani:

source: Send headers when user is blocked:
sr_rs: Poslati headere kada je korisnik blokiran:

source: Under normal circumstances you should keep this selected! Only if you have "Cannot modify header information - headers already sent" errors or if you know what you are doing uncheck this.
sr_rs: Pod normalnim okolnostima, trebalo bi da zadržite ovo odabrano ! Samo ako imate " Ne može se modifikovati header informacija - headersi su već poslati"greške ili ako znate šta radite odčekirajte ovo.

source: Allow tracking:
sr_rs: Dozvoliti praćenje:

source: This sends only the IP address and the number of attempts this ip address tried to login to your backend and was blocked doing so to a central server. No other data is being send. This helps us to get a better picture of rogue countries.
sr_rs: Ovo šalje samo IP adresu i broj pokušaja ove IP adrese koji su pokušali da se uloguju na vaš zadnji deo i bili blokirani na taj način na centralnom serveru . Nijedni drugi podaci se ne šalju . Ovo nam pomaže da dobijete bolju sliku o otpadničkim zemalja .

source: Last 15 blocked visits
sr_rs: Poslednjih 15 blokiranih poseta

source: Date / Time
sr_rs: Datum / Vreme

source: IP Address
sr_rs: IP adresa

source: Hostname
sr_rs: Ime hosta

source: Country
sr_rs: Zemlja

source: Frontend/Backend
sr_rs: Prednje/Zadnje

source: Frontend
sr_rs: Prednje

source: Backend
sr_rs: Zadnje

source: Top countries that are blocked
sr_rs: Top zemlje koji su blokirani

source: # of blocked attempts
sr_rs: # blokiranih pokušaja

source: Top hosts that are blocked
sr_rs: Top hostovi koji su blokirani

source: Top URLs that are blocked
sr_rs: Top URLs koji su blokirani

source: Home
sr_rs: Početna stranica

source: Pages
sr_rs: Stranice

source: Categories
sr_rs: Kategorije

source: Tools
sr_rs: Alatke

source: Logging
sr_rs: Loginovanje

source: GeoIP database does not exists. Trying to download it...
sr_rs: GeoIP baza podataka ne postoji. Pokušavamo da downloadujemo….

source: Error occured: Could not download the GeoIP database from
sr_rs: Greška se pojavila: Ne može da se downloaduje GeoIP baza podataka iz

source: MaxMind has blocked requests from your IP address for 24 hours. Please check again in 24 hours or download this file from your own PC
sr_rs: MaxMind je blokirao zahteve iz vaše IP adrese na 24 sata. Proverite opet nakon 24 sata ili downloadujte ovaj fajl iz vašeg PCija

source: Unzip this file and upload it (via FTP for instance) to:
sr_rs: Unzipujte ovaj fajl i uploadujte ga (via FTP za instancu) na:

source: Please download this file from your own PC unzip this file and upload it (via FTP for instance) to:
sr_rs: Downloadujte ovaj fajl iz vašeg PCija unzipujteovaj fajl i uploadujte ga (via FTP za instancu) na:

source: Finished downloading
sr_rs: Gotov downloading

source: Fatal error: GeoIP
sr_rs: Fatalna greška: GeoIP

source: database does not exists. This plugin will not work until the database file is present.
sr_rs: baza podataka ne postoji. Ovaj plugin neće raditi dok fajl iz baze podataka ne bude prisutan.
